module.exports = {
    defCanteen: "学一",
    defCam: 2,
    db: "canteen",
    coll: "traffic",
    bufferFile: "flow.json",//bufferFile在logs文件夹下,以后应该是每层楼和每个摄像头都有一个文件
    topkFlows: 1,           //每次读出发送回前端的数据条数
    maxDelay: 10,           //允许摄像头的最大延迟:s
    calendar: [             //4年制日历,用于计算
        [31, 29, 31, 30, 31, 30, 31, 31, 30, 31, 30, 31],  //闰年,%4=0, cld[0]
        [31, 28, 31, 30, 31, 30, 31, 31, 30, 31, 30, 31],
        [31, 28, 31, 30, 31, 30, 31, 31, 30, 31, 30, 31],
        [31, 28, 31, 30, 31, 30, 31, 31, 30, 31, 30, 31]
    ]
}

